TOKEN = "" # Токен от бота
BOT_NAME = "MY bot" # Назване для бота(показывается при нажатие)



group_id = "" # Id группы для оповещений. Добавьте бота в группу @getmyid_bot
admin_id =  # Ваш юзернейм. Получить в боте @getmyid_bot
manager = "" # Ваш username (без @)


qiwi_number = "" #номер киви без + 
qiwi_token = "" #токен киви для просмотра истории 

ALFA = ["Alfa|Cold Манго|Цена: 250",
		"Alfa|Cold Кокос|Цена: 250",
		"Alfa|Cold Энергетик|Цена: 250",
		"Alfa|Cold Black Cherry|Цена: 250",
		"Alfa|Cold Черешня|Цена: 250",
		"Alfa|Cold Клубника|Цена: 250",
		"Alfa|Cold Mint|Цена: 250",
		"Alfa|Cold Яблоко|Цена: 250",
		"Alfa|Cold Lime|Цена: 250",
		"Alfa|Cold Черника|Цена: 250",
		"Alfa|Cold Мята|Цена: 250",
		"Alfa|Cold|Цена: 250"]

ARQA = ["Arqa|Cold Вишня|Цена: 250",
		"Arqa|Черноплодная рябина|Цена:300",
		"Arqa|Конфеты с бергомотом|Цена: 300",
		"Arqa|Карамельное мороженное|Цена: 300",
		"Arqa|Итальянский кекс|Цена: 300",
		"Arqa|Жевательный мармелад|Цена: 250",
		"Arqa|Цитрусовый микс|Цена: 300",
		"Arqa|Ягодный лимонад|Цена: 300",
		"Arqa|Яблоко|Цена: 300",
		"Arqa|Ментол|Цена: 300",
		"Arqa|Зимняя сказка|Цена: 280",
		"Arqa|Lemonade|Цена: 270",
		"Arqa|Extreme Кола|Цена: 320",
		"Arqa|Cold Барбарис|Цена: 250",
		"Arqa|Чёрная черешня|Цена: 250"]


BLAX = ['Blax|Вишнёвая кола|Цена:300',
		'Blax|Милк-шейк|Цена:300',
		'Blax|Кусочки яблок Малина|Цена:200',
		'Blax|Кусочки яблок Лимон|Цена:200',
		'Blax|Кусочки яблок Персик|Цена:200',
		'Blax|Кусочки яблок Мята|Цена:200',
		'Blax|Кусочки яблок Малина|Цена:300',
		'Blax|Кусочки яблок Кола|Цена:200',
		'Blax|Малина и клубника|Цена:300',
		'Blax|Лимон и лайм|Цена:300',
		'Blax|Грейпфрут|Цена:300',
		'Blax|X-series Ultra strong|Цена:350',
		'Blax|Medium White edition|Цена:300',
		'Blax|Black|Цена:250']

BOSHKI = ['BOSHKI|PowerGranade|Цена:250',
		  'BOSHKI|Super Strong Menthol|Цена:300',
		  'BOSHKI|Gummy Bear Marmalade|Цена:300',
		  'BOSHKI|Fresh Aloe|Цена:400',
		  'BOSHKI|Hardcore Forest Berry|Цена:250'] 

NICTECH = ['Nictech|OXY Сладкая мята|Цена:300',
		   'Nictech|Extremely Strong|40mg|Цена:300',
		   'Nictech|Tropic Mix|40mg|Цена:300',
		   'Nictech|Isabella|40mg|Цена:300',
		   'Nictech|Energy|40 mg|Цена:300',
		   'Nictech|Bergamot|40mg|Цена:300',
		   'Nictech|Barberry|40mg|Цена:300',
		   'Nictech|Orange Slim|60mg|Цена:300',
		   'Nictech|Melon Slim|60mg|Цена:300',
		   'Nictech|Isabella|60mg|Цена:300',
		   'Nictech|Green Apple|60mg|Цена:300',
		   'Nictech|Strawberry|60mg|Цена:300',
		   'Nictech|Bergamot|60mg|Цена:300',
		   'Nictech|Barberry|60mg|Цена:300',
		   'Nictech|Citrus Mix|60mg|Цена:300',
		   'Nictech|TROTYL|60mg|Цена:300']

KURWA = ['Kurwa|Жвачка|Цена:300',
         'Kurwa|Виноград|Цена:300',
         'Kurwa|Мята|Цена:300',
         'Kurwa|Чифирь|Цена:300',
         'Kurwa|Черника|Цена:300',
         'Kurwa|Чёрная смородина|Цена:400',
         'Kurwa|Киви|Цена:300',
         'Kurwa|Морс|Цена:300',
         'Kurwa|Маракуйя|Цена:300',
         'Kurwa|Манго|Цена:300',
         'Kurwa|Ананас|Цена:300']


TABOO = ['Taboo|Мята|Цена:300',
         'Taboo|Strong|Цена:250',
         'Taboo|Энергетик|Цена:300',
         'Taboo|Виноград|Цена:300',
         'Taboo|Киви-Клубника|Цена:300']
         
A_T = "\n\n<b>ВНИМАНИЕ!</b>\n\nВ комментариях напишите ваш адрес в таком формате(без строковых отступов)\n|- Город\n|- ФИО\n|- Улица\n|- Почтовый индекс\n|- Номер для контактной связи\n\n<b>Во избежании каких-либо инцидентов, советуем вам сначало попробовать совершить тестовую оплату, она стоит 1 рубль. В следствии использования тестовой оплаты, вы поймете как пользоваться оплатой через бота. Кнопку для оформления тестового платежа вы можете найти в меню. Спасибо за понимание.\n\nКак только совершите оплату, напишите 'ОПЛАТИЛ'</b>"
